'use client';

export default function About() {
    return (
        <div>
            <h1>О Нас</h1>
            <p>Компоненты React получают данные и возвращают то, что должно появиться на экране.
                 Вы можете передавать им новые данные в ответ на взаимодействие, например, когда пользователь вводит данные в поле ввода. 
                 Затем React обновит экран в соответствии с новыми данными.
            </p>
            <br />
            <p>А ещё Любкина писечка очень сладкая</p>
        </div>
    )
  }
